STRINGS = {
    1: """❃ ** شكراً لتنصيبك سورس فلاش **
❃ في الاسفل بعض الخيارات
❃ التي ستساعدك في فلاش""",
    2: """🎉** حول فلاش**
🧿 فلاش هو يوزربوت في مكتبة التيليثون تم صنعه بأستخدام البايثون. يحتوي على اكثر من 100 أمر تساعدك في التليجرام و فلاش هو افضل سورس من ناحية الامان.
⚡️ قناة السورس **@FLS_44**""",
    3: """**💡• قنوات السورس •**
قـــنـاة الـسورس : @FLS_44
جروب المساعده : @FLS_45
قــنـاة الـكـلايـش : @FLS_46
بوت السورس : @ELPOP27_BOT
مـطـور الـسورس : @P_O28""",
    4: f"""• `لمعرفة جميع اوامر السورس ارسل`
  - `.اوامري`
  - `.الاوامر`""",
    5: """❃ **لأي مساعدة ثانية **
❃ **أنضم في مجموعة المساعدة **
➥ **@FLS_45**.
❃ **شكرا لك لقرائتك هذه المقالة**""",
}
