#تيلثون سورس سبايدر @EE_20
from .. import *


@WWWL5.ar_cmd(pattern="التحديثات")
async def hi(event):
    await event.reply(
        "[ . ᯏ𝖲᥆υᖇᥴᥱ - 𝖥𝗅ᥲ᥉𝗁 ᭡ .](t.me/FLS_44)\n✦┅━╍━╍╍━━╍━━╍━┅✦\n\n ❃ قائمة اخر تحديثات سورس فلاش\n\n◂ `.سليب`\n❃ هذا الامر يمكنك اسنخدمه عندما تكون مشغول في شي ما وتريد ان تجعل التليثون يرد مكانك مثال \n❃ (`.سليب انا نائم الان`)\nملاحظه هذا الامر لا يعمل ووضع الحماية شغال\n\n❃ اوامر القرآن الكريم ( `.م28` )\n\n❃ قائـمة اوامـر الـمـيمـز ( `.م27` )\n\n◂ `.ايميل وهمي`\n❃ امر عمل حساب gmail وهمي \n\n❃ اوامر ارسال رسالة مؤقته\n◂ ( `.مؤقت` + الرسالة + عدد الثواني )\nاوامر ارسال رسالة مؤقته\n❃ مثال (`.مؤقت اهلا 10`) \n\n◂ `.كتم` \n❃ لكتم شخص في الخاص\n ◂ `.الغاء كتم`\n❃ هذا الامر لالغاء الكتم\n\n◂ `.غنيلي` & `.غنيلي2` & `.ريمكس`\n❃ اوامر غنيلي وريمكس\n\n ◂ `.قران`\n❃ امر القران الكريم\n\n◂ `.خيرني` & `.تويت` & `.شعر` & `.ادت` & `.معلومه`\n ◂ `.حالات` & `.حب` & `.بنات` & `.ميمز`\n ◂ `.ستوري انمي` & `.بنت انمي` & `.ولد انمي`\n ◂ `.رياكشن` & `.ري اكشن` & `.رماديه` & `.رمادي`\n❃ اوامر الافتارات\n\n◂ `.انمي1`  `.انمي2`  `.انمي3`  `.انمي4`   `.انمي5`\n ◂ `.انمي6`  `.انمي7`   `.انمي8`  `.انمي9`  `.انمي10`\n❃ اوامر بصمات الانمي\n\n◂ `.رفع زوجي` `.رفع زوجتي` `.طلاق` `.خلع`\n ◂ `.رفع تاج` `.رفع ليفه` `.رفع قطه` `.زواج`\n ◂ `.رفع قرد` `.رفع كلب` `.رفع ثعبان`\n ◂  `.رفع اهبل` `.رفع قلبي` \n ◂ `.نسبة الرجولة` & `.نسبة الانوثة`\n ◂ `.نسبة الحب` & `.نسبة الجمال`\n ◂ `.نسبة الغباء` & `.نسبة الذكاء` \n❃ اوامر الرفع و النسب للتسلية\n❃ جميع الاوامر تستخدم بالرد على الشخص\n\n ◂ `.تمبلريه` `.البايو` `.الزغرفة` `.الاختصارات`\n❃ اوامر تمبلر و الالعاب\n ◂ `.الالعاب2`\n❃ تحديث الالعاب",
        link_preview=False,
    )


@WWWL5.ar_cmd(pattern="الميمز1")
async def hi(event):
    await event.reply(
        "[ . ᯏ𝖲᥆υᖇᥴᥱ - 𝖥𝗅ᥲ᥉𝗁 ᭡ .](t.me/FLS_44)\n✦┅━╍━╍╍━━╍━━╍━┅✦\n\n **قائـمة اوامـر الـمـيمـز 1** \n\n◂ `.عاوزين نعملك بني ادم`\n ◂ `.لا تقتل المتعه ي مسلم`\n ◂ `.صحيت من النوم`\n ◂ `.تاخد نفس عميق`\n ◂ `.انا رحت العياط`\n ◂ `.عيب يجدعان`\n ◂ `.شفيق يا راجل`\n ◂ `.ياساتر يارب`\n ◂ `.الحقونا`\n ◂ `.خخ اماال`\n ◂ `.ياختااي`\n ◂ `.خلصانه`\n ◂ `.سبحانه`\n ◂ `.بيكدب`\n ◂ `.ضحك`",
        link_preview=False,
    )


@WWWL5.ar_cmd(pattern="الميمز2")
async def hi(event):
    await event.reply(
        "[ . ᯏ𝖲᥆υᖇᥴᥱ - 𝖥𝗅ᥲ᥉𝗁 ᭡ .](t.me/FLS_44)\n✦┅━╍━╍╍━━╍━━╍━┅✦\n\n **قائـمة اوامـر الـمـيمـز 2** \n\n◂ `.دا احنا هنضحك ضوحك`\n ◂ `.نعم انهاء المخدرات`\n ◂ `.احترمي نفسك يوليه`\n ◂ `.اخلاقك العاليه دي`\n ◂ `.يا حوستي السوده`\n ◂ `.دمك خفيف اوي`\n ◂ `.مش عارف اقوم`\n ◂ `.لو معايا خنجرين`\n ◂ `.اتكلم بادب يولد`\n ◂ `.ليه كده يلا`\n ◂ `.فلوسي فين`\n ◂ `.مينفعش`\n ◂ `.في رمضان`\n ◂ `.بطنااي`\n ◂ `.اماااال`",
        link_preview=False,
    )


@WWWL5.ar_cmd(pattern="الميمز3")
async def hi(event):
    await event.reply(
        "[ . ᯏ𝖲᥆υᖇᥴᥱ - 𝖥𝗅ᥲ᥉𝗁 ᭡ .](t.me/FLS_44)\n✦┅━╍━╍╍━━╍━━╍━┅✦\n\n **قائـمة اوامـر الـمـيمـز 3** \n\n◂ `.انا اتهزأت يا اخوانا`\n ◂ `.انا رمضان جانا يعم`\n ◂ `.احنا جامدين اوي`\n ◂ `.انا بيه ابن بيه`\n ◂ `.انت اي حكايتك`\n ◂ `.انت مين يلا`\n ◂ `.خبر اي ي مرا`\n ◂ `.انا تعبان ي حامد`\n ◂ `.انا في دوامه`\n ◂ `.الحاج ابراهيم`\n ◂ `.انا عملت ايه`\n ◂ `.اي الهبل دا`\n ◂ `.يا لاهوي`\n ◂ `.ايه يسطا`\n ◂ `.ايه ده `",
        link_preview=False,
    )


@WWWL5.ar_cmd(pattern="الميمز4")
async def hi(event):
    await event.reply(
        "[ . ᯏ𝖲᥆υᖇᥴᥱ - 𝖥𝗅ᥲ᥉𝗁 ᭡ .](t.me/FLS_44)\n✦┅━╍━╍╍━━╍━━╍━┅✦\n\n **قائـمة اوامـر الـمـيمـز 4** \n\n◂ `.دي عيلة زبالة ياراجل`\n ◂ `.انا انطلقت في البطيخ`\n ◂ `.هتتحرقو في نار جهنم`\n ◂ `.ياحلو يا جميل`\n ◂ `.يا بنت الوسخه`\n ◂ `.ما تجرب يا اخي`\n ◂ `.بطني بتتحرق`\n ◂ `.فاشل فاشل`\n ◂ `.ربنا نصرني`\n ◂ `.عيب عيب`\n ◂ `.اجمد كده`\n ◂ `.انت مقتنع`\n ◂ `.يا تافهه`\n ◂ `.متحلوش`\n ◂ `.يالهوي`\n ◂ `.ضحكك`",
        link_preview=False,
    )
    await event.delete()